/* GENERAL STRINGS */

"OK" = "OK";
"Delete" = "Удалить";
"Basic settings" = "Основные настройки";



/* MAIN ACTIVITIES */

"Home" = "Дом";
"Open" = "Открытые";
"Closed" = "Завершенные";
"Awards" = "Награды";



/* HOME VIEW */

"Up next" = "Самые важные записи";
"More to explore" = "Остальные не менее важные записи";
"%@, %lld items, %g%% complete" = "%@, %lld записей, %g%% завершено";


/* PROJECTS VIEW */

"Opened projects" = "Открытые проекты";
"Closed projects" = "Завершенные проекты";
"Add Project" = "Добавить новый проект";
"Add new item" = "Добавить новую запись";
"There is nothing to show" = "Здесь ничего нет";;

/* A button that shows a menu with the following options */
"Sort" = "Сортировка";
"Sort items" = "Сортировать записи"; /* The title of the menu */
"Optimized" = "Оптимальность"; /* Sort using an optimized algorithm */
"Creation date" = "Дата создания"; /* Sort by the date items were created */
"Title" = "Заголовок"; /* Sort by item title */

/* Default names for a new project and a new item */
"New project" = "Новый проект";
"New item" = "Новая запись";

/* EDITING PROJECTS */
"Edit project" = "Редактировать проект";
"Project name" = "Название проекта";
"Description of this project" = "Описание проекта";
"Custom project color" = "Цвет проекта";

/* Options to close (mark as finished), open (mark as unfinished), or delete a project. */
"Close this project" = "Завершить этот проект";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Завершение проекта перемещает его из вкладки открытые во валадку запершенные; удаление проекта удаляет его из базы";
"Reopen this project" = "Открыть проект заново";
"Delete this project" = "Удалить этот проект";
"Delete project?" = "Удалить проект?";
"Are you sure you want to delete this project? You will also delete all the items it contains." = "Вы уверены что хотите удалить это проект. Удаляя проект вы удаляете все вхоящие в него записи";

/* EDITING ITEMS */
"Edit item" = "Редактировать запись";
"Item name" = "Имя записи";
"Description" = "Описание";
"Priority" = "Приоритет";
"Low" = "Низкий";
"Medium" = "Средний";
"High" = "Высокий";

"Mark Completed" = "Пометить как выполненый"; /* Mark this item as being completed (finished/accomplished) */

/* AWARDS */

"Locked" = "Заблокированно";
"Unlocked: %@" = "Разблокированно: %@";



/* OTHER STRINGS */

/* Shown by default when the user hasn't select a project or item */
"Please select something from the menu to begin" = "Пожалуйста выберите что нибудь из меню чтобы начать.";

//Colors set
"Select a project color" = "Выберете цвет";
"Pink" = "Розовый";
"Purple" = "Фиолетовый";
"Red" = "Красный";
"Orange" = "Оранжевый";
"Gold" = "Золотой";
"Green" = "Зеленый";
"Teal" = "Телесный";
"Light Blue" = "Голубой";
"Dark Blue" = "Синий";
"Midnight" = "Темно синий";
"Dark Gray" = "Темно серый";
"Gray" = "Серый";

"%@, completed." = "%@, завершено.";
"%@, high priority." = "%@, высокий преоритет.";
